package com.gaopan.serectbox.utils;

/**
 * Created by gaopan on 2017/6/6.
 */

public class SoundbiteConstants {
    //size=15
    public static String[] soundbites={
            "有些路很远，走下去会很累，可是不走会后悔",
            "成功是优点的发挥，失败是缺点的累积",
            "那些真心，痴心的话是破败的青春里永开不败的花",
            "人生最重要的价值是心灵的幸福，而不是任何身外之物",
            "勇士搏出惊涛骇流而不沉沦，懦夫在风平浪静也会溺水",
            "九牛一毫莫自夸，骄傲自满必翻车。历览古今多少事，成由谦逊败由奢",
            "世界上那些最容易的事情中，拖延时间最不费力",
            "生活是一件平常的事情，哪有那么多传奇",
            "再长的路，一步步也能走完，再短的路，不迈开双脚也无法到达",
            "一个人可以等闲的学会不在乎，但学习在乎却要支付百倍的勇气和努力",
            "当你付出的劳动没有得到金钱和物质上的回报时，一定可以得到等值的精神愉悦",
            "人的一生可能燃烧也可能腐朽。我不能腐朽，我愿意燃烧起来",
            "任何的限制，都是从自己的内心开始的。忘掉失败，不过要牢记失败中的教训",
            "我们这个世界，从不会给一个伤心的落伍者颁发奖牌",
            "成功不是将来才有的，而是从决定去做的那一刻起，持续累积"
    };
}
